[
  {
    "id": 1,
    "name": "EF51",
    "description": "Experience ultimate comfort and performance with our EF51 Golf Shirt. Made from high-quality micro polyester sports fabric, it offers lightweight, breathable, and quick-drying properties, ideal for your golfing adventures. Elevate your game with this essential piece of athletic apparel.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#000000", "#FFFFFF", "#FFFF00", "#FFA500", "#FFC0CB"],
    "colors": ["black", "white", "yellow", "orange", "pink"],
    "status": "Trends",
    "images": [
      "EF51-Black.png",
      "EF51-White.png",
      "EF51-Yellow.png",
      "EF51-Orange.png",
      "EF51-Pink.png"
    ],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["micro polyester sports fabric"]
  },
  {
    "id": 2,
    "name": "EF52",
    "description": "Experience ultimate comfort and performance with our EF52 Golf Shirt. Made from high-quality micro polyester sports fabric, it offers lightweight, breathable, and quick-drying properties, ideal for your golfing adventures. Elevate your game with this essential piece of athletic apparel.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FFFFFF", "#000000", "#808080", "#FFE5B4", "#FF5F1F", "#FF10F0", "#81D8D0"],
    "colors": ["white", "black", "gray", "peach", "neon orange", "neon pink", "Tiffany blue"],
    "status": "Listed",
    "images": [
      "EF52-White.png",
      "EF52-Black.png",
      "EF52-Gray.png",
      "EF52-Peach.png",
      "EF52-NeonOrange.png",
      "EF52-NeonPink.png",
      "EF52-TiffanyBlue.png"
    ],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["micro polyester sports fabric"]
  },
  {
    "id": 3,
    "name": "EF53",
    "description": "Experience ultimate comfort and performance with our EF53 Golf Shirt. Made from high-quality micro polyester sports fabric, it offers lightweight, breathable, and quick-drying properties, ideal for your golfing adventures. Elevate your game with this essential piece of athletic apparel.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FAF9F6", "#df00ae", "#008000", "#0000FF", "#7F00FF", "#00008B"],
    "colors": ["off-white", "pink", "green", "blue", "violet", "dark blue"],
    "status": "Listed",
    "images": [
      "EF53-OffWhite.png",
      "EF53-Pink.png",
      "EF53-Green.png",
      "EF53-Blue.png",
      "EF53-Violet.png",
      "EF53-DarkBlue.png"
    ],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["micro polyester sports fabric"]
  },
  {
    "id": 4,
    "name": "EF54",
    "description": "Introducing our EF54 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#ec0019", "#ee4201", "#247464", "#1b8fae"],
    "colors": ["red", "orange", "green", "blue"],
    "status": "Listed",
    "images": ["EF54-Red.png", "EF54-Orange.png", "EF54-Green.png", "EF54-Blue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 5,
    "name": "EF55",
    "description": "Introducing our EF55 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#E6d8CF", "#FFFFFF", "#ADD8E6", "#0000FF"],
    "colors": ["light salmon", "white", "light blue", "blue"],
    "status": "Listed",
    "images": ["EF55-LightSalmon.png", "EF55-White.png", "EF55-LightBlue.png", "EF55-Blue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 6,
    "name": "EF56",
    "description": "Introducing our EF56 Floral Golf Shirt, the epitome of style and performance on the course. Crafted from a premium blend of polyester and spandex, this shirt offers unparalleled stretch, breathability, and quick-drying properties. Elevate your golfing experience with this versatile and trendy shirt, designed to keep you comfortable and confident through every swing.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FFA500", "#008000", "#FFC0CB"],
    "colors": ["orange", "green", "pink"],
    "status": "Trends",
    "images": ["EF56-Orange.png", "EF56-Green.png", "EF56-Pink.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 7,
    "name": "EF58",
    "description": "Introducing our EF58 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#808080", "#008000", "#0000FF"],
    "colors": ["gray", "green", "blue"],
    "status": "Listed",
    "images": ["EF58-Gray.png", "EF58-Green.png", "EF58-Blue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 8,
    "name": "EF59",
    "description": "Introducing our EF59 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#00008B/#FF0000", "#0000FF/#FFFF00", "#008000/#0000FF"],
    "colors": ["dark blue/red", "blue/yellow", "green/blue"],
    "status": "Listed",
    "images": ["EF59-DarkBlueRed.png", "EF59-BlueYellow.png", "EF59-GreenBlue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 9,
    "name": "EF60",
    "description": "Introducing our EF60 Printed Golf Shirt, designed for the modern golfer seeking style and functionality. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretch, breathability, and quick-drying properties. Elevate your performance on the course with its sleek design and superior comfort, ensuring you stay cool and focused from tee-off to the final putt.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#0000FF", "#FFC0CB"],
    "colors": ["blue", "pink"],
    "status": "Listed",
    "images": ["EF60-Blue.png", "EF60-Pink.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 10,
    "name": "EF61",
    "description": "Introducing our EF61 Butterfly-Printed Golf Shirt, where style meets performance on the green. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretch, breathability, and quick-drying properties. Embrace both comfort and style with its vibrant butterfly print, ensuring you stand out on the course while enjoying unrestricted movement and lasting freshness throughout your game.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#C8C6DC", "#FFC0CB"],
    "colors": ["purple", "pink"],
    "status": "Listed",
    "images": ["EF61-Purple.png", "EF61-Pink.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 11,
    "name": "EF62",
    "description": "Introducing our EF62 Floral Golf Shirt, the epitome of style and performance on the course. Crafted from a premium blend of polyester and spandex, this shirt offers unparalleled stretch, breathability, and quick-drying properties. Elevate your golfing experience with this versatile and trendy shirt, designed to keep you comfortable and confident through every swing.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#0000FF", "#FFA500"],
    "colors": ["blue", "orange"],
    "status": "Listed",
    "images": ["EF62-Blue.png", "EF62-Orange.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 12,
    "name": "EF63",
    "description": "Introducing our EF63 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#B5E6BE/#265ffa", "#FF033E/#265ffa"],
    "colors": ["green/blue", "red/blue"],
    "status": "Listed",
    "images": ["EF63-GreenBlue.png", "EF63-RedBlue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 13,
    "name": "EF64",
    "description": "Meet our EF64 Striped-Printed Golf Shirt, the perfect blend of style and functionality for your time on the course. Crafted from a high-quality polyester-spandex blend, it offers superior stretch, breathability, and quick-drying capabilities. Elevate your game with its eye-catching striped print, ensuring you stay comfortable, cool, and stylish throughout every swing.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FF033E/#265ffa"],
    "colors": ["red/blue"],
    "status": "Listed",
    "images": ["EF64-RedBlue.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 14,
    "name": "EF65",
    "description": "Introducing our EF65 Floral Golf Shirt, the epitome of style and performance on the course. Crafted from a premium blend of polyester and spandex, this shirt offers unparalleled stretch, breathability, and quick-drying properties. Elevate your golfing experience with this versatile and trendy shirt, designed to keep you comfortable and confident through every swing.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#008000"],
    "colors": ["green"],
    "status": "Listed",
    "images": ["EF65-Green.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 15,
    "name": "EF66",
    "description": "Introducing our EF66 Hawaii-Printed Golf Shirt, designed to elevate your performance with a touch of tropical flair. Crafted from a premium polyester-spandex blend, this shirt offers exceptional stretch, breathability, and quick-drying properties, ensuring maximum comfort on the course. Embrace island vibes while staying focused on your game in this stylish and functional piece.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EF66-White.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 16,
    "name": "EF67",
    "description": "Introducing our EF67 Golf Shirt, designed to redefine comfort and performance on the golf course. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional stretchiness, breathability, and quick-drying capabilities. Elevate your game with this essential piece of athletic apparel, engineered to keep you cool and focused throughout your rounds.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EF67-White.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 17,
    "name": "EFK1",
    "description": "Introducing our EFK1 Hawaiian Floral-Printed Golf Shirt for kids. Crafted from a premium blend of polyester and spandex, this shirt offers exceptional comfort and flexibility for young golfers. With its vibrant Hawaiian floral print, it adds a touch of style to any junior golfer's wardrobe. Perfect for both on and off the course, this shirt ensures your little ones stay comfortable and fashionable during their golfing adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#000000"],
    "colors": ["black"],
    "status": "Listed",
    "images": ["EFK1-Black.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 18,
    "name": "EFK2",
    "description": "Introducing our EFK2 Toy Story-Printed Golf Shirt for kids, a playful addition to their wardrobe. Made from a blend of polyester and spandex, this shirt offers comfort and flexibility for active youngsters. Featuring beloved characters from Toy Story, it adds a touch of fun to their golfing ensemble. Perfect for young fans of the iconic movie, this shirt ensures they stay comfortable and stylish on the golf course.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#5c7e88"],
    "colors": ["blue"],
    "status": "Listed",
    "images": ["EFK2-Blue.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 19,
    "name": "EFK3",
    "description": "Introducing our EFK3 Dinosaur-Printed Golf Shirt for kids, crafted from a comfortable blend of polyester and spandex. This shirt is designed to inspire young golfers with its vibrant dinosaur prints, adding a playful touch to their on-course style. Perfect for active kids, it offers both flexibility and durability, ensuring they stay comfortable and confident throughout their golfing adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK3-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 20,
    "name": "EFK4",
    "description": "Introducing our EFK4 Snacks-Printed Golf Shirt for kids, crafted from a comfortable blend of polyester and spandex. This playful shirt features colorful prints of their favorite snacks, adding a fun and energetic vibe to their golfing ensemble. Perfect for active kids, it offers both flexibility and durability, ensuring they stay comfortable and stylish on the green.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK4-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 21,
    "name": "EFK5",
    "description": "Introducing our EFK5 Printed Golf Shirt for kids, meticulously designed for both style and comfort. Crafted from a blend of polyester and spandex, this shirt offers stretchiness and breathability, ideal for active youngsters hitting the golf course. With vibrant prints and durable materials, it's the perfect choice to keep your kids looking sharp and feeling great during their golf adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK5-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 22,
    "name": "EFK6",
    "description": "Introducing our EFK6 Printed Golf Shirt for kids, meticulously designed for both style and comfort. Crafted from a blend of polyester and spandex, this shirt offers stretchiness and breathability, ideal for active youngsters hitting the golf course. With vibrant prints and durable materials, it's the perfect choice to keep your kids looking sharp and feeling great during their golf adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK6-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 23,
    "name": "EFK7",
    "description": "Introducing our EFK7 Printed Golf Shirt for kids, meticulously designed for both style and comfort. Crafted from a blend of polyester and spandex, this shirt offers stretchiness and breathability, ideal for active youngsters hitting the golf course. With vibrant prints and durable materials, it's the perfect choice to keep your kids looking sharp and feeling great during their golf adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK7-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 24,
    "name": "EFK8",
    "description": "Introducing our EFK8 Printed Golf Shirt for kids, meticulously designed for both style and comfort. Crafted from a blend of polyester and spandex, this shirt offers stretchiness and breathability, ideal for active youngsters hitting the golf course. With vibrant prints and durable materials, it's the perfect choice to keep your kids looking sharp and feeling great during their golf adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK8-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 25,
    "name": "EFK9",
    "description": "Introducing our EFK9 Printed Golf Shirt for kids, meticulously designed for both style and comfort. Crafted from a blend of polyester and spandex, this shirt offers stretchiness and breathability, ideal for active youngsters hitting the golf course. With vibrant prints and durable materials, it's the perfect choice to keep your kids looking sharp and feeling great during their golf adventures.",
    "price": "3,200.00",
    "category": "kids",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFK9-White.png"],
    "sizes": ["120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 26,
    "name": "EFW1",
    "description": "Introducing our EFW1 Women's Stretchy Golf Shirt, meticulously crafted for active days on the course. Made from polyester and spandex, it offers superior stretch, breathability, and rapid moisture-wicking properties. Tailored specifically for women, it combines comfort and performance effortlessly.",
    "price": "3,500.00",
    "category": "women",
    "type": "shirts",
    "hexcode": ["#000000", "#008000", "#0000FF"],
    "colors": ["black", "green", "blue"],
    "status": "Trends",
    "images": ["EFW1-Black.png", "EFW1-Green.png", "EFW1-Blue.png"],
    "sizes": ["XS", "S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 27,
    "name": "EFW2",
    "description": "Discover our EFW2 Women's Bunny Printed Golf Shirt, designed for style and performance on the green. Crafted from polyester and spandex, it ensures stretch, breathability, and quick-drying capabilities. Perfect for women golfers seeking comfort and charm in their attire.",
    "price": "3,500.00",
    "category": "women",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EFW2-White.png"],
    "sizes": ["XS", "S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 28,
    "name": "EFW3",
    "description": "Introducing our EFW3 Women's Stretchy Golf Shirt, meticulously crafted for active days on the course. Made from polyester and spandex, it offers superior stretch, breathability, and rapid moisture-wicking properties. Tailored specifically for women, it combines comfort and performance effortlessly.",
    "price": "3,500.00",
    "category": "women",
    "type": "shirts",
    "hexcode": ["#FFC0CB"],
    "colors": ["pink"],
    "status": "Listed",
    "images": ["EFW3-Pink.png"],
    "sizes": ["XS", "S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 29,
    "name": "EFW4",
    "description": "Introducing our EFW4 Women's Stretchy Golf Shirt, meticulously crafted for active days on the course. Made from polyester and spandex, it offers superior stretch, breathability, and rapid moisture-wicking properties. Tailored specifically for women, it combines comfort and performance effortlessly.",
    "price": "3,500.00",
    "category": "women",
    "type": "shirts",
    "hexcode": ["#008000"],
    "colors": ["green"],
    "status": "Trends",
    "images": ["EFW4-Green.png"],
    "sizes": ["XS", "S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 30,
    "name": "EFW5",
    "description": "Introducing our EFW5 Women's Stretchy Golf Shirt, meticulously crafted for active days on the course. Made from polyester and spandex, it offers superior stretch, breathability, and rapid moisture-wicking properties. Tailored specifically for women, it combines comfort and performance effortlessly.",
    "price": "3,500.00",
    "category": "women",
    "type": "shirts",
    "hexcode": ["#FF0000"],
    "colors": ["red"],
    "status": "Listed",
    "images": ["EFW5-Red.png"],
    "sizes": ["XS", "S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 31,
    "name": "EN11",
    "description": "Introducing our EN11 Men's Lightweight Pants, engineered for optimal performance on and off the course. Crafted from a blend of polyester and spandex, they offer durability, breathability, and quick-drying capabilities. Perfect for active men seeking comfort and style during their golfing adventures.",
    "price": "4,500.00",
    "category": "apparel",
    "type": "pants",
    "hexcode": ["#5A5A5A", "#D3D3D3", "#9E9282"],
    "colors": ["dark gray", "light gray", "khaki gray"],
    "status": "Trends",
    "images": ["EN11-DarkGray.png", "EN11-LightGray.png", "EN11-KhakiGray.png"],
    "sizes": ["30", "31", "32", "33", "34", "35", "36", "38"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 32,
    "name": "EN12",
    "description": "Introducing our EN12 Men's Lightweight Pants, engineered for optimal performance on and off the course. Crafted from a blend of polyester and spandex, they offer durability, breathability, and quick-drying capabilities. Perfect for active men seeking comfort and style during their golfing adventures.",
    "price": "4,500.00",
    "category": "apparel",
    "type": "pants",
    "hexcode": ["#000000", "#FFFFFF", "#0000FF", "#00008B", "#008000", "#964B00"],
    "colors": ["black", "white", "blue", "dark blue", "green", "brown"],
    "status": "Listed",
    "images": [
      "EN12-Black.png",
      "EN12-White.png",
      "EN12-Blue.png",
      "EN12-DarkBLue.png",
      "EN12-Green.png",
      "EN12-Brown.png"
    ],
    "sizes": ["30", "31", "32", "33", "34", "35", "36", "38"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 33,
    "name": "ENK1",
    "description": "Introducing our ENK1 Kids' Lightweight Pants, designed for active youngsters who love to play and explore. Crafted from a blend of polyester and spandex, these pants offer durability, breathability, and quick-drying properties, ensuring comfort during all-day wear. Perfect for keeping up with their adventures while maintaining style and functionality.",
    "price": "3,200.00",
    "category": "kids",
    "type": "pants",
    "hexcode": ["#000000", "#FFFFFF", "#0000FF"],
    "colors": ["black", "white", "blue"],
    "status": "Listed",
    "images": ["ENK1-Black.png", "ENK1-White.png", "ENK1-Blue.png"],
    "sizes": ["110", "120", "130", "140", "150", "160"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 34,
    "name": "EJ1",
    "description": "Introducing our EJ1 Polyurethane Belt, the perfect blend of style and functionality. Crafted to be lightweight, durable, and soft to the touch, it ensures all-day comfort and reliability. Featuring an adjustable stylish buckle for a secure fit, it adds a touch of sophistication to any outfit while keeping you comfortably stylish.",
    "price": "3,600.00",
    "category": "accessories",
    "type": "Belt",
    "hexcode": ["#000000", "#FFFFFF", "#00008B", "#FFA500"],
    "colors": ["Blue", "White", "dark blue", "orange"],
    "status": "Listed",
    "images": ["EJ1-Blue.png", "EJ1-White.png", "EJ1-DarkBlue.png", "EJ1-Orange.png"],
    "sizes": ["120"],
    "material": ["polyurethane"]
  },
  {
    "id": 35,
    "name": "EJ2",
    "description": "Introducing our EJ2 Polyurethane Belt, the perfect blend of style and functionality. Crafted to be lightweight, durable, and soft to the touch, it ensures all-day comfort and reliability. Featuring an adjustable stylish buckle for a secure fit, it adds a touch of sophistication to any outfit while keeping you comfortably stylish.",
    "price": "3,600.00",
    "category": "accessories",
    "type": "Belt",
    "hexcode": ["#000000", "#FFFFFF", "#0000FF", "#FF0000", "#964B00"],
    "colors": ["Black", "White", "blue", "red", "brown"],
    "status": "Trends",
    "images": ["EJ2-Black.png", "EJ2-White.png", "EJ2-Blue.png", "EJ2-Red.png", "EJ2-Brown.png"],
    "sizes": ["120"],
    "material": ["polyurethane"]
  },
  {
    "id": 36,
    "name": "EJ3",
    "description": "Introducing our EJ3 Polyurethane Belt, the perfect blend of style and functionality. Crafted to be lightweight, durable, and soft to the touch, it ensures all-day comfort and reliability. Featuring an adjustable stylish buckle for a secure fit, it adds a touch of sophistication to any outfit while keeping you comfortably stylish.",
    "price": "3,600.00",
    "category": "accessories",
    "type": "Belt",
    "hexcode": ["#000000", "#FFFFFF"],
    "colors": ["Black", "White"],
    "status": "Listed",
    "images": ["EJ3-Black.png", "EJ3-White.png"],
    "sizes": ["120"],
    "material": ["polyurethane"]
  },
  {
    "id": 38,
    "name": "EJ5",
    "description": "Introducing our EJ5 Polyurethane Belt, the perfect blend of style and functionality. Crafted to be lightweight, durable, and soft to the touch, it ensures all-day comfort and reliability. Featuring an adjustable stylish buckle for a secure fit, it adds a touch of sophistication to any outfit while keeping you comfortably stylish.",
    "price": "3,600.00",
    "category": "accessories",
    "type": "Belt",
    "hexcode": ["#000000", "#FFFFFF", "#0000FF"],
    "colors": ["Black", "White", "blue"],
    "status": "Trends",
    "images": ["EJ5-Black.png", "EJ5-White.png", "EJ5-Blue.png"],
    "sizes": ["120"],
    "material": ["polyurethane"]
  },
  {
    "id": 40,
    "name": "EJ7",
    "description": "Introducing our EJ1 Polyurethane Belt, the perfect blend of style and functionality. Crafted to be lightweight, durable, and soft to the touch, it ensures all-day comfort and reliability. Featuring an adjustable stylish buckle for a secure fit, it adds a touch of sophistication to any outfit while keeping you comfortably stylish.",
    "price": "3,600.00",
    "category": "accessories",
    "type": "Belt",
    "hexcode": ["#000000", "#FFFFFF"],
    "colors": ["Black", "White"],
    "status": "Listed",
    "images": ["EJ7-Black.png", "EJ7-White.png"],
    "sizes": ["120"],
    "material": ["polyurethane"]
  },
  {
    "id": 41,
    "name": "EA6",
    "description": "Introducing our EA6 Nylon Caps, the ultimate accessory for outdoor enthusiasts. Crafted to be lightweight, durable, and water-resistant, they offer unbeatable comfort and protection from the elements. Whether you're hitting the trails or lounging by the beach, these caps provide the perfect blend of style and functionality, keeping you cool and protected all day long.",
    "price": "1,500.00",
    "category": "accessories",
    "type": "Cap",
    "hexcode": ["#FF0000", "#0000FF", "#008000", "#FFFFFF", "#000000"],
    "colors": ["red", "blue", "green", "white", "black"],
    "status": "Listed",
    "images": ["EA6-Red.png", "EA6-Blue.png", "EA6-Green.png", "EA6-White.png", "EA6-Black.png"],
    "sizes": ["FS"],
    "material": ["nylon"]
  },
  {
    "id": 42,
    "name": "EA7",
    "description": "Introducing our EA7 Nylon Caps, meticulously crafted to provide the perfect balance of comfort and performance on the golf course. Made from high-quality nylon, these caps offer exceptional durability and breathability, ensuring you stay cool and focused during every swing. Elevate your game with our stylish and functional caps, designed to keep you comfortable and confident on the course.",
    "price": "1,500.00",
    "category": "accessories",
    "type": "Cap",
    "hexcode": [
      "#00FFFF",
      "#ADD8E6",
      "#0D98BA",
      "#d0f0c0",
      "#98FB98",
      "#FFFF00",
      "#000000",
      "#FF0000",
      "#FFFFFF"
    ],
    "colors": [
      "aqua blue",
      "light blue",
      "blue green",
      "tea green",
      "mint green",
      "yellow",
      "black",
      "red",
      "white"
    ],
    "status": "Listed",
    "images": [
      "EA7-AquaBlue.png",
      "EA7-LightBlue.png",
      "EA7-BlueGreen.png",
      "EA7-TeaGreen.png",
      "EA7-MintGreen.png",
      "EA7-Yellow.png",
      "EA7-Black.png",
      "EA7-Red.png",
      "EA7-White.png"
    ],
    "sizes": ["FS"],
    "material": ["nylon"]
  },
  {
    "id": 43,
    "name": "EL4",
    "description": "Introducing our EL4 Polyurethane Gloves, engineered with a durable finish that offers water resistance for added protection on the course. These gloves boast a breathable design for enhanced comfort during long rounds, ensuring a snug and comfortable fit with every swing. Elevate your game with our premium gloves, crafted to withstand the elements and provide maximum performance on the golf course.",
    "price": "1,500.00",
    "category": "accessories",
    "type": "Gloves",
    "hexcode": ["#000000", "#0000FF"],
    "colors": ["black", "blue"],
    "status": "Listed",
    "images": ["EL4-Black.png", "EL4-Blue.png"],
    "sizes": ["22", "23", "24", "25", "26"],
    "material": ["polyurethane"]
  },
  {
    "id": 44,
    "name": "FK3",
    "description": "Introducing our FK3 Arm Sleeve, crafted from a blend of polyester and spandex for optimal comfort and flexibility during sports activities. Designed with breathability and durability in mind, it offers excellent UV protection to shield your skin from the sun's harmful rays. Stay dry and comfortable with its dri-fit technology, making it the perfect choice for all your outdoor adventures.",
    "price": "1,200.00",
    "category": "accessories",
    "type": "Arm Sleeve",
    "hexcode": ["#FFFFFF", "#000000", "#808080"],
    "colors": ["white", "black", "gray"],
    "status": "Listed",
    "images": ["FK3-White.png", "FK3-Black.png", "FK3-Gray.png"],
    "sizes": ["FS"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 45,
    "name": "FK4",
    "description": "Introducing our FK4 Arm Sleeve, crafted from a blend of polyester and spandex for optimal comfort and flexibility during sports activities. Designed with breathability and durability in mind, it offers excellent UV protection to shield your skin from the sun's harmful rays. Stay dry and comfortable with its dri-fit technology, making it the perfect choice for all your outdoor adventures.",
    "price": "1,200.00",
    "category": "accessories",
    "type": "Arm Sleeve",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["FK4-White.png"],
    "sizes": ["FS"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 46,
    "name": "EU21",
    "description": "Introducing our EU21 Boston Bag, a fusion of golfer-friendly functionality and chic fashion aesthetics. Crafted from durable polyurethane leather, it seamlessly transitions from the golf course to daily activities with style and ease. Elevate your accessory game with this versatile bag that marries practicality and sophistication in one sleek design.",
    "price": "7,500.00",
    "category": "bags",
    "type": "Boston Bag",
    "hexcode": ["#000000", "#FFFFFF", "#008000", "#964B00"],
    "colors": ["BLACK", "WHITE", "GREEN", "BROWN"],
    "status": "Trends",
    "images": ["EU21-Black.png", "EU21-White.png", "EU21-Green.png", "EU21-Brown.png"],
    "sizes": ["NA"],
    "material": ["POLYURETHANE LEATHER"]
  },
  {
    "id": 47,
    "name": "EU22",
    "description": "Introducing our EU22 Boston Bag, a fusion of golfer-friendly functionality and chic fashion aesthetics. Crafted from durable polyurethane leather, it seamlessly transitions from the golf course to daily activities with style and ease. Elevate your accessory game with this versatile bag that marries practicality and sophistication in one sleek design.",
    "price": "7,500.00",
    "category": "bags",
    "type": "Boston Bag",
    "hexcode": ["#008000", "#0000FF", "#964B00", "#FFA500"],
    "colors": ["GREEN", "BLUE", "BROWN", "ORANGE"],
    "status": "Listed",
    "images": ["EU22-Green.png", "EU22-Blue.png", "EU22-Brown.png", "EU22-Orange.png"],
    "sizes": ["NA"],
    "material": ["POLYURETHANE LEATHER"]
  },
  {
    "id": 48,
    "name": "EU23",
    "description": "Introducing our EU23 Boston Bag, a fusion of golfer-friendly functionality and chic fashion aesthetics. Crafted from durable polyurethane leather, it seamlessly transitions from the golf course to daily activities with style and ease. Elevate your accessory game with this versatile bag that marries practicality and sophistication in one sleek design.",
    "price": "7,500.00",
    "category": "bags",
    "type": "Boston Bag",
    "hexcode": ["#000080", "#ADD8E6", "#964B00", "#008000", "#000000"],
    "colors": ["BLACK", "LIGHT BLUE", "BROWN", "GREEN", "Black"],
    "status": "Listed",
    "images": [
      "EU23-Black.png",
      "EU23-LightBlue.png",
      "EU23-Brown.png",
      "EU23-Green.png",
      "EU23-Black.png"
    ],
    "sizes": ["NA"],
    "material": ["POLYURETHANE LEATHER"]
  },
  {
    "id": 49,
    "name": "EW17",
    "description": "Introducing our EW17 Pouch, designed for those who value both functionality and style. Crafted from waterproof PVC leather, it ensures your essentials stay safe and dry in any weather condition. With multiple compartments and mesh pockets tailored for small items, staying organized on the go has never been easier.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#00008B", "#964B00", "#000000"],
    "colors": ["white", "dark blue", "brown", "black"],
    "status": "Listed",
    "images": ["EW17-White.png", "EW17-DarkBlue.png", "EW17-Brown.png", "EW17-Black.png"],
    "sizes": ["NA"],
    "material": ["PVC LEATHER"]
  },
  {
    "id": 50,
    "name": "EW18",
    "description": "Introducing our EW18 Pouch, a versatile accessory designed for convenience and style. Crafted from soft suede fabric, it offers water-resistant protection and a lightweight feel for effortless carrying. With multiple compartments and mesh pockets, it ensures easy organization of your essentials wherever you go.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#00008B", "#964B00", "#008000", "#FFDB58"],
    "colors": ["white", "dark blue", "brown", "green", "mustard yellow"],
    "status": "Listed",
    "images": [
      "EW18-White.png",
      "EW18-DarkBlue.png",
      "EW18-Brown.png",
      "EW18-Green.png",
      "EW18-MustardYellow.png"
    ],
    "sizes": ["NA"],
    "material": ["soft suede fabric"]
  },
  {
    "id": 51,
    "name": "EW19",
    "description": "Introducing our EW19 Pouch, the ultimate companion for your daily adventures. Crafted from soft suede fabric, it offers water-resistant protection and a lightweight design for easy carrying. With its multiple compartments and pockets, it keeps your essentials organized and accessible on the go.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#00008B", "#964B00", "#008000", "#FFDB58"],
    "colors": ["white", "dark blue", "brown", "green", "mustard yellow"],
    "status": "Listed",
    "images": [
      "EW19-White.png",
      "EW19-DarkBlue.png",
      "EW19-Brown.png",
      "EW19-Green.png",
      "EW19-MustardYellow.png"
    ],
    "sizes": ["NA"],
    "material": ["soft suede fabric"]
  },
  {
    "id": 52,
    "name": "EW20",
    "description": "Introducing the EW20 Pouch, your stylish and practical companion for any outing. Crafted from waterproof PVC leather, this slim-type pouch offers lightweight convenience without sacrificing durability. With its inside pockets, it ensures your essentials are neatly organized wherever you go.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#00008B", "#964B00", "#000000"],
    "colors": ["white", "dark blue", "brown", "black"],
    "status": "Listed",
    "images": ["EW20-White.png", "EW20-DarkBlue.png", "EW20-Brown.png", "EW20-Black.png"],
    "sizes": ["NA"],
    "material": ["PVC LEATHER"]
  },
  {
    "id": 53,
    "name": "EW21",
    "description": "Introducing the EW21 Pouch, designed for modern adventurers seeking both style and functionality. Crafted from waterproof PVC leather, this lightweight pouch boasts multiple compartments and mesh pockets, perfect for organizing small essentials on the go. Whether for travel or daily use, it offers convenience and durability in one sleek package.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#000000", "#7F00FF", "#964B00", "#008000"],
    "colors": ["white", "black", "violet", "brown", "green"],
    "status": "Listed",
    "images": [
      "EW21-White.png",
      "EW21-Black.png",
      "EW21-Violet.png",
      "EW21-Brown.png",
      "EW21-Green.png"
    ],
    "sizes": ["NA"],
    "material": ["PVC LEATHER"]
  },
  {
    "id": 54,
    "name": "EW22",
    "description": "Introducing the EW22 Pouch, a versatile accessory designed for your active lifestyle. Crafted from water-resistant nylon leather, this lightweight pouch features multiple compartments and mesh pockets, ideal for organizing small items on the move. Whether you're traveling or running errands, stay organized and stylish with the EW22 Pouch.",
    "price": "3,500.00",
    "category": "bags",
    "type": "Pouch",
    "hexcode": ["#FFFFFF", "#000000", "#00008B", "#964B00"],
    "colors": ["white", "black", "dark blue", "brown"],
    "status": "Listed",
    "images": ["EW22-White.png", "EW22-Black.png", "EW22-DarkBlue.png", "EW22-Brown.png"],
    "sizes": ["NA"],
    "material": ["Nylon LEATHER"]
  },
  {
    "id": 55,
    "name": "EM3",
    "description": "Introducing the EM3 Shorts, designed for performance and comfort during your active pursuits. Crafted from lightweight and durable polyester, these shorts offer breathability and quick-drying capabilities, keeping you cool and dry throughout the day. Elevate your athletic wardrobe with the EM3 Shorts, perfect for workouts, sports, or casual wear.",
    "price": "4,300.00",
    "category": "apparel",
    "type": "shorts",
    "hexcode": ["#FFFFFF", "#000000", "#808080", "#0000FF"],
    "colors": ["white", "black", "gray", "blue"],
    "status": "Listed",
    "images": ["EM3-White.png", "EM3-Black.png", "EM3-Gray.png", "EM3-Blue.png"],
    "sizes": ["30", "31", "32", "33", "34", "35", "36", "38", "40"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 56,
    "name": "EM4",
    "description": "Introducing the EM4 Shorts, designed for performance and comfort during your active pursuits. Crafted from lightweight and durable polyester, these shorts offer breathability and quick-drying capabilities, keeping you cool and dry throughout the day. Elevate your athletic wardrobe with the EM4 Shorts, perfect for workouts, sports, or casual wear.",
    "price": "4,300.00",
    "category": "apparel",
    "type": "shorts",
    "hexcode": ["#808080", "#000000", "#FFFFFF"],
    "colors": ["gray", "black", "white"],
    "status": "Listed",
    "images": ["EM4-Gray.png", "EM4-Black.png", "EM4-White.png"],
    "sizes": ["30", "31", "32", "33", "34", "35", "36", "38"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 57,
    "name": "EF68",
    "description": "Step up your game with the EF68 Golf Shirt, a perfect fusion of style and function. This shirt stands out with its distinctive design, featuring a unique geometric emblem adorned with our logo. Constructed from premium micro polyester, the EF68 ensures a lightweight, breathable experience with excellent moisture-wicking capabilities. Ideal for any golf outing, it combines superior comfort with a sleek, modern look. Enhance your performance and make a bold impression on the course with the EF68.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#0000FF", "#964B00", "#008000", "#ADD8E6", "#FFA500", "#FF0000"],
    "colors": ["blue", "brown", "green", "light blue", "orange", "red"],
    "status": "New",
    "images": [
      "EF68-Blue.png",
      "EF68-Brown.png",
      "EF68-Green.png",
      "EF68-LightBlue.png",
      "EF68-Orange.png",
      "EF68-Red.png"
    ],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 58,
    "name": "EF69",
    "description": "Elevate your golf wardrobe with the EF69 Golf Shirt, where refined design meets high-performance functionality. Featuring the K&G logo encircled by our brand name, this shirt adds a touch of sophistication to your game. Crafted from premium micro polyester, the EF69 offers a lightweight, breathable fit with superior moisture-wicking capabilities. Ideal for both the course and casual settings, it blends standout style with exceptional comfort. Make a statement and stay at the top of your game with the EF69.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#964B00"],
    "colors": ["brown"],
    "status": "New",
    "images": ["EF69-Brown.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 59,
    "name": "EF70",
    "description": "Redefine your golf attire with the EF70 Golf Shirt, designed to blend modern style with premium performance. This shirt features a striking diagonal K&G logo that adds a dynamic touch to your look. Made from high-quality micro polyester, the EF70 delivers lightweight comfort, breathability, and excellent moisture-wicking properties. Perfect for both the course and beyond, it offers a combination of sleek design and exceptional functionality. Step up your game with the EF70 and make every swing a statement.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#008000"],
    "colors": ["green"],
    "status": "New",
    "images": ["EF70-Green.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 60,
    "name": "EF71",
    "description": "Elevate your golfing attire with the EF71 Golf Shirt, where timeless elegance meets modern performance. This shirt features a crisp white collar and white gartered sleeves for a refined look. The left chest is adorned with the K&G logo, while the gartered sleeves are stylishly branded with “Keep on going” to reflect our commitment to excellence. Crafted from high-quality micro polyester, the EF71 offers a lightweight, breathable fit with exceptional moisture-wicking properties. Perfect for both the course and casual outings, this shirt combines classic design with superior comfort.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#EFA498"],
    "colors": ["peach"],
    "status": "New",
    "images": ["EF71-Peach.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 61,
    "name": "EF73",
    "description": "Bring a touch of tropical flair to your game with the EF73 Golf Shirt. Featuring a distinctive coconut tree pattern, this shirt combines playful design with high-performance features. Crafted from premium micro polyester, the EF73 offers a lightweight, breathable fit with excellent moisture-wicking properties, ensuring you stay cool and comfortable on the course. Perfect for adding a bit of style to your athletic wear, this shirt brings together vibrant design and superior functionality. Embrace the spirit of the islands and stand out with the EF73.",
    "price": "3,800.00",
    "category": "apparel",
    "type": "shirts",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "New",
    "images": ["EF73-White.png"],
    "sizes": ["S", "M", "L", "XL", "XXL", "XXXL"],
    "material": ["polyester", "spandex"]
  },
  {
    "id": 62,
    "name": "EL3",
    "description": "Enhance your game with the EL3 Golf Gloves, engineered for optimal grip and comfort. These gloves are crafted from high-quality, durable materials to provide a perfect fit and exceptional feel. Designed to improve your hold on the club, the EL3 features a breathable construction that keeps your hands cool and dry throughout your round. With their sleek design and superior functionality, these gloves are a must-have for any golfer looking to elevate their performance on the course. Experience unparalleled control and comfort with the EL3 Golf Gloves.",
    "price": "1,500.00",
    "category": "accessories",
    "type": "Gloves",
    "hexcode": ["#000000"],
    "colors": ["black"],
    "status": "Listed",
    "images": ["EL3-Black.png"],
    "sizes": ["22", "23", "24", "25", "26"],
    "material": ["polyurethane"]
  },
  {
    "id": 63,
    "name": "EO6",
    "description": "Step up your game with the EO6 Golf Shoes, featuring a cutting-edge spinning wheel lacing system for a customized, secure fit. Designed for both style and performance, these shoes combine sleek aesthetics with advanced functionality. The spinning wheel allows for effortless adjustment, ensuring a snug fit that adapts to your foot throughout your round. Crafted from premium materials, the EO6 offers superior comfort, durability, and traction, making it an essential addition to your golf gear. Play with confidence and style in the EO6 Golf Shoes.",
    "price": "8,500.00",
    "category": "shoes",
    "type": "shoes",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "Listed",
    "images": ["EO6-White.png"],
    "sizes": ["40", "41", "42", "43", "44", "46"],
    "material": ["polyurethane"]
  },
  {
    "id": 64,
    "name": "EO10",
    "description": "Elevate your performance with the EO10 Golf Shoes, equipped with a state-of-the-art spinning wheel lacing system for a precision fit. These shoes blend modern design with high-end functionality, providing a secure and adjustable fit that enhances your comfort on the course. The spinning wheel mechanism allows for quick and easy tightening, while the durable construction ensures long-lasting wear. Experience exceptional support, traction, and style with the EO10 Golf Shoes, and stay focused on your game.",
    "price": "8,500.00",
    "category": "shoes",
    "type": "shoes",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "New",
    "images": ["EO10-White.png"],
    "sizes": ["40", "41", "42", "43", "44", "46"],
    "material": ["polyurethane"]
  },
  {
    "id": 65,
    "name": "EO11",
    "description": "Discover the ultimate in comfort and convenience with the EO11 Golf Shoes, featuring an innovative spinning wheel lacing system. Designed for golfers who demand both performance and style, these shoes offer a seamless fit adjustment with the turn of a wheel. The EO11 combines a sleek, modern look with advanced features for superior grip and stability. Made from high-quality materials, these shoes ensure durability and comfort from the first tee to the final putt. Enhance your game and step into excellence with the EO11 Golf Shoes.",
    "price": "8,500.00",
    "category": "shoes",
    "type": "shoes",
    "hexcode": ["#FFFFFF"],
    "colors": ["white"],
    "status": "New",
    "images": ["EO11-White.png"],
    "sizes": ["40", "41", "42", "43", "44", "46"],
    "material": ["polyurethane"]
  },
  {
    "id": 66,
    "name": "EM5",
    "description": "Elevate your on-course style with the EM5 Golf Shorts, designed for both performance and comfort. These shorts are crafted from high-quality, breathable fabric that offers lightweight comfort and excellent moisture-wicking properties. With a tailored fit that allows for full range of motion, the EM5 ensures you stay comfortable and agile throughout your game. The sleek design and versatile color options make these shorts a perfect choice for any golfing outfit. Enjoy a blend of functionality and style with the EM5 Golf Shorts, and focus on your game with confidence.",
    "price": "4,300.00",
    "category": "apparel",
    "type": "shorts",
    "hexcode": ["#808080", "#00ff00", "#ADD8E6", "#FAF9F6", "#FFFF00"],
    "colors": ["gray", "green", "light blue", "off white", "yellow"],
    "status": "New",
    "images": [
      "EM5-Gray.png",
      "EM5-Green.png",
      "EM5-LightBlue.png",
      "EM5-OffWhite.png",
      "EM5-Yellow.png"
    ],
    "sizes": ["30", "31", "32", "33", "34", "35", "36", "38", "40"],
    "material": ["polyester", "spandex"]
  }
]
